Repository: myHotTub/iOS-iPadOS
Catalog: myHotTub/Localizable.xcstrings
Source language: en_gb
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, th, tr, vi, zh

source: About
ar: عَنْ
de: Über
es: Sobre
fr: À peu près
hi: लगभग
id: Tentang
it: Circa
ja: アバウト
ko: 에 대하여
nl: Over
pl: O
pt: Sobre
th: เกี่ยวกับ
tr: Hakkında
vi: Về chủ đề
zh: 關於

source: Active Period:
ar: الفترة النشطة:
de: Aktiver Zeitraum:
es: Período activo:
fr: Période active :
hi: सक्रिय अवधि:
id: Periode Aktif:
it: Periodo attivo:
ja: アクティブ期間：
ko: 활성 기간:
nl: Actieve periode:
pl: Okres aktywności:
pt: Período Ativo:
th: ระยะเวลาการใช้งาน:
tr: Aktif Dönem:
vi: Thời gian hoạt động:
zh: 活躍期間：

source: Add
ar: أَضافَ
de: Hinzufügen
es: Añadir
fr: Ajouter
hi: जोड़ें
id: Tambah
it: Aggiungi
ja: 付け加える
ko: 첨가하다
nl: Toevoegen
pl: Dodaj
pt: Adicionar
th: เพิ่ม
tr: Ekle
vi: Thêm
zh: 添加

source: Add a schedule to keep your Hot Tub warm and ready when you are.
ar: أضف جدولا زمنيا للحفاظ على حوض الاستحمام الساخن دافئا وجاهزا عندما تكون كذلك.
de: Fügen Sie einen Zeitplan hinzu, um Ihren Whirlpool warm und bereit zu halten, wenn Sie es sind.
es: Agregue un horario para mantener su bañera de hidromasaje caliente y lista cuando lo esté.
fr: Ajoutez un horaire pour garder votre bain à remous au chaud et prêt quand vous l'êtes.
hi: जब आप हों तो अपने हॉट टब को गर्म और तैयार रखने के लिए एक शेड्यूल जोड़ें।
id: Tambahkan jadwal untuk menjaga Bak Mandi Air Panas Anda tetap hangat dan siap saat Anda berada.
it: Aggiungi un programma per mantenere la tua vasca idromassaggio calda e pronta quando lo sei.
ja: ホットタブを暖かく保ち、いつでも準備を整えるためのスケジュールを追加してください。
ko: 당신이 있을 때 온수 욕조를 따뜻하게 유지하고 준비할 수 있도록 일정을 추가하세요.
nl: Voeg een schema toe om uw hot tub warm en klaar te houden wanneer u dat bent.
pl: Dodaj harmonogram, aby Twoja wanna z hydromasażem była ciepła i gotowa, gdy jesteś.
pt: Adicione um cronograma para manter sua banheira de hidromassagem aquecida e pronta quando você estiver.
th: เพิ่มตารางเวลาเพื่อให้อ่างน้ําร้อนของคุณอบอุ่นและพร้อมเมื่อคุณอยู่
tr: Sıcak Küvetinizi sıcak tutmak için bir program ekleyin ve hazır olduğunuzda hazır olun.
vi: Thêm một lịch trình để giữ cho Bồn tắm nước nóng của bạn ấm áp và sẵn sàng khi bạn sẵn sàng.
zh: 新增一個時間表，讓你的熱水浴缸保持溫暖，並在你準備好的時候。

source: Add Schedule
ar: إضافة جدول زمني
de: Zeitplan hinzufügen
es: Añadir horario
fr: Ajouter un horaire
hi: अनुसूची जोड़ें
id: Tambahkan Jadwal
it: Aggiungi programma
ja: スケジュールを追加
ko: 일정 추가
nl: Schema toevoegen
pl: Dodaj harmonogram
pt: Adicionar Cronograma
th: เพิ่มกําหนดการ
tr: Program Ekle
vi: Thêm lịch trình
zh: 新增時間表

source: All OFF
ar: كل شيء متوقف
de: Alles AUS
es: Todo APAGADO
fr: Tout éteint
hi: सब बंद
id: Semua MATI
it: Tutto SPENTO
ja: すべてオフ
ko: 모두 꺼짐
nl: Alles UIT
pl: Wszystko WYŁĄCZONE
pt: Tudo DESLIGADO
th: ปิดทั้งหมด
tr: Hepsi KAPALI
vi: Tất cả TẮT
zh: 全部關閉

source: Ambient %@
ar: المحيط %@
de: Umgebung %@
es: Ambiente %@
fr: Environnement %@
hi: परिवेश %@
it: Ambiente %@
ja: 環境 %@
ko: 주변 %@
nl: Omgeving %@
pl: Otoczenie %@
pt: Ambiente %@
th: แวดล้อม %@
tr: Ortam %@
vi: Môi trường xung quanh %@
zh: 環境%@

source: App Information
ar: معلومات التطبيق
de: App-Informationen
es: Información de la aplicación
fr: Informations sur l'application
hi: ऐप की जानकारी
id: Informasi Aplikasi
it: Informazioni sull'app
ja: アプリ情報
ko: 앱 정보
nl: App-informatie
pl: Informacje o aplikacji
pt: Informações do aplicativo
th: ข้อมูลแอป
tr: Uygulama Bilgileri
vi: Thông tin ứng dụng
zh: 應用程式資訊

source: App Settings
ar: إعدادات التطبيق
de: App-Einstellungen
es: Configuración de la aplicación
fr: Paramètres de l'application
hi: ऐप सेटिंग्स
id: Pengaturan Aplikasi
it: Impostazioni dell'app
ja: アプリの設定
ko: 앱 설정
nl: App-instellingen
pl: Ustawienia aplikacji
pt: Configurações do aplicativo
th: การตั้งค่าแอป
tr: Uygulama Ayarları
vi: Cài đặt ứng dụng
zh: 應用程式設定

source: App Version
ar: إصدار التطبيق
es: Versión de la aplicación
fr: Version de l'application
hi: ऐप संस्करण
id: Versi Aplikasi
it: Versione dell'app
ja: アプリのバージョン
ko: 앱 버전
nl: App-versie
pl: Wersja aplikacji
pt: Versão do aplicativo
th: เวอร์ชั่นแอป
tr: Uygulama Sürümü
vi: Phiên bản ứng dụng
zh: 應用程式版本

source: Appearance
ar: مَظْهَر
de: Aussehen
es: Aspecto
fr: Apparence
hi: रूप-रंग
id: Penampilan
it: Aspetto
ja: 外観
ko: 겉보기
nl: Uiterlijk
pl: Wygląd
pt: Aparência
th: สิ่งที่ปรากฏ
tr: Görünüş
vi: Vẻ bề ngoài
zh: 外觀

source: Are you sure you want to delete this schedule? This action cannot be undone.
ar: هل أنت متأكد من أنك تريد حذف هذا الجدول الزمني؟ لا يمكن التراجع عن هذا الإجراء.
de: Sind Sie sicher, dass Sie diesen Zeitplan löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar este horario? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer cet horaire ? Cette action ne peut pas être défaite.
hi: क्या आप निश्चित हैं कि आप इस शेड्यूल को हटाना चाहते हैं? इस क्रिया को पूर्ववत नहीं किया जा सकता है।
id: Apakah Anda yakin ingin menghapus jadwal ini? Tindakan ini tidak dapat dibatalkan.
it: Sei sicuro di voler eliminare questo programma? Questa azione non può essere annullata.
ja: このスケジュールを削除してもよろしいですか？ このアクションは元に戻すことはできません。
ko: 이 일정을 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
nl: Weet je zeker dat je dit schema wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
pl: Czy na pewno chcesz usunąć ten harmonogram? This action cannot be unone.
pt: Tem certeza de que deseja excluir esta programação? Esta ação não pode ser desfeita.
th: คุณแน่ใจหรือว่าต้องการลบกําหนดการนี้ การดําเนินการนี้ไม่สามารถยกเลิกได้
tr: Bu programı silmek istediğinizden emin misiniz? Bu eylem geri alınamaz.
vi: Bạn có chắc chắn muốn xóa lịch trình này không? Hành động này không thể hoàn tác được.
zh: 你確定要刪除這個時間表嗎？ 這一行動無法撤銷。

source: Auto ON
ar: تشغيل تلقائي
de: Automatisch EIN
es: Encheche automático
fr: Automatique ON
hi: ऑटो ऑन
id: Otomatis AKTIF
ja: 自動オン
ko: 자동 켜기
nl: Automatisch AAN
pt: Automático LIGA
th: เปิดอัตโนมัติ
tr: Otomatik AÇIK
vi: Tự động BẬT
zh: 自動開啟

source: Bubbles
ar: فقاعات
de: Blasen
es: Burbujas
fr: Bulles
hi: बुलबुले
id: Gelembung
it: Bolle
ja: 泡
ko: 거품
nl: Bubbels
pl: Bąbelki
pt: Bolhas
th: ฟองสบู่
tr: Baloncuklar
vi: Bong bóng
zh: 氣泡

source: Cancel
ar: أَلْغى
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Membatalkan
it: Annulla
ja: 中止する
ko: 취소
nl: Annuleren
pl: Anuluj
pt: Cancelar
th: ยกเลิก
tr: Iptal etmek
vi: Bãi bỏ
zh: 取消

source: Chlorine Last Added:
ar: آخر إضافة للكلور:
de: Chlor zuletzt hinzugefügt:
es: Cloro añadido por última vez:
fr: Chlore Dernier ajout :
hi: क्लोरीन अंतिम बार जोड़ा गया:
id: Klorin Terakhir Ditambahkan:
it: Cloro ultimo aggiunto:
ja: 塩素最終追加：
ko: 마지막으로 추가된 염소:
nl: Chloor laatst toegevoegd:
pl: Chlore Last Added:
pt: Última adição de cloro:
th: คลอรีนเพิ่มล่าสุด:
tr: Klor En Son Eklenen:
vi: Clo được thêm vào lần cuối:
zh: 氯最後新增：

source: Clear All
ar: مسح الكل
de: Alles löschen
es: Borrar todo
fr: Tout effacer
hi: सभी साफ़ करें
id: Bersihkan Semua
it: Cancella tutto
ja: すべてクリア
ko: 모두 지우기
nl: Alles wissen
pl: Wyczyść wszystko
pt: Limpar Tudo
th: ล้างทั้งหมด
tr: Tümünü Temizle
vi: Xóa tất cả
zh: 全部清除

source: Clear All Legacy Schedules
ar: مسح جميع الجداول القديمة
de: Alle Legacy-Zeitpläne löschen
es: Borrar todos los horarios heredados
fr: Effacer tous les calendriers hérités
hi: सभी विरासत कार्यक्रम साफ़ करें
id: Hapus Semua Jadwal Legacy
it: Cancella tutti i programmi legacy
ja: すべてのレガシースケジュールをクリア
ko: 모든 레거시 일정 지우기
nl: Wis Alle Legacy-schema'S
pl: Wyczyść wszystkie starsze harmonogramy
pt: Limpar Todos os Cronogramas Legados
th: ล้างกําหนดการเดิมทั้งหมด
tr: Tüm Eski Programları Temizle
vi: Xóa tất cả lịch trình kế thừa
zh: 清除所有遺留時間表

source: Clear Legacy Schedules
ar: جداول الإرث الواضحة
de: Legacy-Zeitpläne löschen
es: Borrar horarios heredados
fr: Effacer les calendriers hérités
hi: क्लियर लिगेसी शेड्यूल
id: Hapus Jadwal Warisan
it: Cancella i programmi legacy
ja: レガシースケジュールの明確
ko: 레거시 일정 지우기
nl: Legacy-schema's wissen
pl: Wyczyść harmonogramy spuścizny
pt: Limpar cronogramas de legado
th: ล้างตารางเวลาเดิม
tr: Eski Programları Temizle
vi: Xóa lịch trình kế thừa
zh: 清除遺留時間表

source: Connection Error
ar: خطأ في الاتصال
de: Verbindungsfehler
es: Error de conexión
fr: Erreur de connexion
hi: कनेक्शन त्रुटि
id: Kesalahan Koneksi
it: Errore di connessione
ja: 接続エラー
ko: 연결 오류
nl: Verbindingsfout
pl: Błąd połączenia
pt: Erro de conexão
th: ข้อผิดพลาดในการเชื่อมต่อ
tr: Bağlantı Hatası
vi: Lỗi kết nối
zh: 連線錯誤

source: Connection Unavailable
ar: الاتصال غير متاح
de: Verbindung nicht verfügbar
es: Conexión no disponible
fr: Connexion indisponible
hi: कनेक्शन अनुपलब्ध
id: Koneksi Tidak Tersedia
it: Connessione non disponibile
ja: 接続不可
ko: 연결을 사용할 수 없음
nl: Verbinding niet beschikbaar
pl: Połączenie niedostępne
pt: Conexão Indisponível
th: การเชื่อมต่อไม่พร้อมใช้งาน
tr: Bağlantı Kullanılamıyor
vi: Kết nối không khả dụng
zh: 連線不可用

source: Controls
ar: ضوابط
de: Kontrollen
es: Controles
fr: Contrôles
hi: नियंत्रण
id: Kontrol
it: Controlli
ja: コントロール
ko: 통제
nl: Stuurorganen
pl: Sterowanie
pt: Controles
th: การควบคุม
tr: Kontrol etmek
vi: Kiểm soát
zh: 控制

source: Delete
ar: حَذَفَ
de: Löschen
es: Eliminar
fr: Supprimer
hi: मिटाएं
id: Menghapuskan
it: Cancellare
ja: 削除する
ko: 삭제하다
nl: Verwijderen
pl: Usuń
pt: Apagar
th: ลบออก
tr: Silmek
vi: Xóa
zh: 刪除

source: Delete Schedule
ar: حذف الجدول الزمني
de: Zeitplan löschen
es: Eliminar horario
fr: Supprimer l'horaire
hi: शेड्यूल डिलीट करें
id: Hapus Jadwal
it: Elimina programma
ja: スケジュールの削除
ko: 일정 삭제
nl: Schema verwijderen
pl: Usuń harmonogram
pt: Excluir Agenda
th: ลบกําหนดการ
tr: Programı Sil
vi: Xóa lịch trình
zh: 刪除時間表

# Deleting %lld of %lld...
source: Deleting %1$lld of %2$lld...
ar: حذف %lld من %lld...
de: Löschen von %lld von %lld...
es: Eliminando %lld de %lld...
fr: Suppression de %lld de %lld...
hi: %lld में से %lld मिटा रहा है...
id: Menghapus %lld dari %lld...
it: Eliminazione di %lld di %lld...
ja: %lld の %lld の削除...
ko: %lld의 %lld 삭제 중...
nl: %lld verwijderen van %lld...
pl: Usuwanie %lld z %lld...
pt: Excluindo %lld de %lld...
th: กําลังลบ %lld ของ %lld...
tr: %lld'nin %lld'si siliniyor...
vi: Đang xóa %lld của %lld...
zh: 刪除%lld的%lld...

source: Edit Schedule
ar: تعديل الجدول الزمني
de: Zeitplan bearbeiten
es: Editar horario
fr: Modifier le calendrier
hi: अनुसूची संपादित करें
id: Edit Jadwal
it: Modifica programma
ja: スケジュールの編集
ko: 일정 편집
nl: Schema bewerken
pl: Edytuj harmonogram
pt: Editar Cronograma
th: แก้ไขกําหนดการ
tr: Programı Düzenle
vi: Chỉnh sửa lịch trình
zh: 編輯時間表

source: End
ar: نِهاية
de: Ende
es: Final
fr: Fin
hi: अंत
id: Akhir
it: Fine
ja: エンド
ko: 끝
nl: Eind
pl: Koniec
pt: Fim
th: จุดจบ
tr: Son
vi: Cuối
zh: 結束

source: End time must be after start time
ar: يجب أن يكون وقت الانتهاء بعد وقت البدء
de: Die Endzeit muss nach der Startzeit liegen
es: La hora de finalización debe ser después de la hora de inicio
fr: L'heure de fin doit être après l'heure de début
hi: समाप्ति का समय प्रारंभ समय के बाद होना चाहिए
id: Waktu akhir harus setelah waktu mulai
it: L'orario di fine deve essere dopo l'orario di inizio
ja: 終了時間は開始時間以降でなければなりません
ko: 종료 시간은 시작 시간 이후여야 합니다.
nl: Eindtijd moet na de starttijd zijn
pl: Czas zakończenia musi być po czasie rozpoczęcia
pt: A hora de término deve ser após o horário de início
th: เวลาสิ้นสุดต้องหลังเวลาเริ่มต้น
tr: Bitiş zamanı başlangıç saatinden sonra olmalıdır
vi: Thời gian kết thúc phải sau thời gian bắt đầu
zh: 結束時間必須在開始時間之後

source: Error
ar: خَطَأ
de: Fehler
es: Error informático
fr: Erreur
hi: भूल
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
nl: Fout
pl: Błąd
pt: Erro
th: ความผิด
tr: Hata
vi: Sai lầm
zh: 錯誤

source: ESP8266 Module Information
ar: معلومات وحدة ESP8266
de: ESP8266 Modulinformationen
es: Información del módulo ESP8266
fr: Informations sur le module ESP8266
hi: ESP8266 मॉड्यूल जानकारी
id: Informasi Modul ESP8266
it: ESP8266 Informazioni sul modulo
ja: ESP8266モジュール情報
ko: ESP8266 모듈 정보
nl: ESP8266 Module Informatie
pl: Informacje o module ESP8266
pt: Informações do Módulo ESP8266
th: ข้อมูลโมดูล ESP8266
tr: ESP8266 Modül Bilgileri
vi: Thông tin mô-đun ESP8266
zh: ESP8266 模組資訊

source: Filter
ar: فِلْتِر
de: Filtern
es: Filtro
fr: Filtre
hi: छन्ना
it: Filtro
ja: フィルタ
ko: 필터
pl: Filtr
pt: Filtro
th: กรอง
tr: Filtre
vi: Bộ lọc
zh: 過濾

source: Filter Last Changed:
ar: تم تغيير الفلتر آخر مرة:
de: Filter zuletzt geändert:
es: Filtro modificado por última vez:
fr: Filtre modifié pour la dernière fois :
hi: अंतिम बार फ़िल्टर बदला गया:
id: Filter Terakhir Diubah:
it: Ultimo Filtro Modificato:
ja: 最後に変更されたフィルター：
ko: 마지막으로 변경된 필터:
nl: Filter Laatst Gewijzigd:
pl: Filtr Ostatnio zmieniany:
pt: Último filtro alterado:
th: ตัวกรองที่แก้ไขล่าสุด:
tr: Filtre Son Değiştirildi:
vi: Bộ lọc được thay đổi lần cuối:
zh: 過濾器上次更改：

source: Filter Last Rinsed:
ar: تصفية آخر شطف:
de: Filter zuletzt gespült:
es: Filtro Último Enjuague:
fr: Filtre dernier rinçage :
hi: फ़िल्टर अंतिम बार रिंस्ड:
id: Filter Terakhir Dibilas:
it: Filtro Risciacquato Ultimo:
ja: 最後にすすぎたフィルター：
ko: 마지막으로 헹굼된 필터:
nl: Filter Laatst Gespoeld:
pl: Filtr Last Winsed:
pt: Último Enxaguado Do Filtro:
th: ตัวกรองล้างล่าสุด:
tr: Filtre Son Durulanmış:
vi: Bộ lọc được rửa sạch lần cuối:
zh: 過濾器最後沖洗：

source: Filter On
ar: تصفية قيد التشغيل
de: Filter Auf
es: Filtro Encendido
fr: Filtrer sur
hi: फ़िल्टर चालू
id: Saring Aktif
it: Filtro Su
ja: フィルターオン
ko: 필터 켜기
nl: Filter op
pl: Filtr włączony
pt: Filtro Em
th: กรองบน
tr: Filtrele
vi: Bật bộ lọc
zh: 過濾開啟

source: Firmware Version
ar: إصدار البرنامج الثابت
es: Versión del firmware
fr: Version du micrologiciel
hi: फर्मवेयर संस्करण
id: Versi Firmware
it: Versione del firmware
ja: ファームウェアバージョン
ko: 펌웨어 버전
nl: Firmwareversie
pl: Wersja oprogramowania układowego
pt: Versão do Firmware
th: เวอร์ชั่นเฟิร์มแวร์
tr: Yazılım Sürümü
vi: Phiên bản vi chương trình
zh: 韌體版本

source: Heat On
ar: الحرارة على
de: Aufheizen
es: Calentar Encendido
fr: Chauffer sur
hi: गर्मी चालू
id: Panaskan
it: Riscaldamento Su
ja: 加熱オン
ko: 가열
nl: Verwarm Aan
pl: Ciepło Włączone
pt: Aqueça
th: เปิดความร้อน
tr: Isıtma Açık
vi: Bật nhiệt
zh: 加熱

source: Heater
ar: مِدْفَأة
de: Heizung
es: Calefactor
fr: Radiateur
hi: हीटर
id: Alat pemanas
it: Radiatore
ja: ヒーター
ko: 히터
nl: Kachel
pl: Grzejnik
pt: Aquecedor
th: ปืนพก
tr: Isıtıcı
vi: Lò sưởi
zh: 加熱器

source: Hot Tub
ar: حوض استحمام ساخن
de: Whirlpool
es: Jacuzzi
fr: Jacuzzi de jardin
hi: गर्म टब
id: Bak Mandi Air Panas
it: Vasca idromassaggio
ja: ホットタブ
ko: 온수 욕조
nl: Bubbelbad
pl: Wanna z hydromasażem
pt: Banheira de hidromassagem
th: อ่างน้ําร้อน
tr: Jakuzi
vi: Bồn tắm nước nóng
zh: 熱水澡桶

source: HydroJets
ar: هيدروجيتس
es: Hidrojets
hi: हाइड्रोजेट्स
id: Hidrojet
it: Idrogetti
ja: ハイドロジェット
ko: 하이드로젯
pt: Hidrojatos
th: ไฮโดรเจ็ท
tr: HidroJetler
vi: Máy bay phản lực thủy lực
zh: 水力噴射器

source: Items:
ar: العناصر:
de: Artikel:
es: Artículos:
fr: Articles :
hi: आइटम:
id: Barang-barang:
it: Articoli:
ja: アイテム：
ko: 항목:
pl: Przedmioty:
pt: Itens:
th: รายการ:
tr: Öğeler:
vi: Các mặt hàng:
zh: 專案：

source: Legacy schedules created outside of myHotTub were found. These schedules must be removed before you can create schedules using myHotTub.
ar: تم العثور على الجداول القديمة التي تم إنشاؤها خارج myHotTub. يجب إزالة هذه الجداول الزمنية قبل أن تتمكن من إنشاء جداول باستخدام myHotTub.
de: Es wurden ältere Zeitpläne gefunden, die außerhalb von myHotTub erstellt wurden. Diese Zeitpläne müssen entfernt werden, bevor Sie mit myHotTub Zeitpläne erstellen können.
es: Se encontraron horarios heredados creados fuera de myHotTub. Estos horarios deben eliminarse antes de que pueda crear horarios usando myHotTub.
fr: Les calendriers hérités créés en dehors de myHotTub ont été trouvés. Ces calendriers doivent être supprimés avant que vous puissiez créer des horaires à l'aide de myHotTub.
hi: myHotTub के बाहर बनाए गए विरासत कार्यक्रम पाए गए। myHotTub का उपयोग करके शेड्यूल बनाने से पहले इन शेड्यूल को हटा दिया जाना चाहिए।
id: Jadwal lama yang dibuat di luar myHotTub ditemukan. Jadwal ini harus dihapus sebelum Anda dapat membuat jadwal menggunakan myHotTub.
it: Sono stati trovati programmi legacy creati al di fuori di myHotTub. Questi programmi devono essere rimossi prima di poter creare programmi utilizzando myHotTub.
ja: myHotTubの外部で作成されたレガシースケジュールが見つかりました。 myHotTubを使用してスケジュールを作成する前に、これらのスケジュールを削除する必要があります。
ko: myHotTub 외부에서 생성된 레거시 일정이 발견되었습니다. myHotTub을 사용하여 일정을 생성하려면 먼저 이러한 일정을 제거해야 합니다.
nl: Legacy-schema's die buiten myHotTub zijn gemaakt, zijn gevonden. Deze schema's moeten worden verwijderd voordat u schema's kunt maken met myHotTub.
pl: Znaleziono starsze harmonogramy stworzone poza myHotTub. Te harmonogramy muszą zostać usunięte, zanim będziesz mógł tworzyć harmonogramy za pomocą myHotTub.
pt: Horários legados criados fora do myHotTub foram encontrados. Esses cronogramas devem ser removidos antes que você possa criar cronogramas usando o myHotTub.
th: พบกําหนดการเดิมที่สร้างขึ้นนอก myHotTub ตารางเวลาเหล่านี้จะต้องถูกลบออกก่อนที่คุณจะสามารถสร้างตารางเวลาโดยใช้ myHotTub ได้
tr: myHotTub dışında oluşturulan eski programlar bulundu. myHotTub'u kullanarak programlar oluşturabilmeniz için bu programların kaldırılması gerekir.
vi: Các lịch trình kế thừa được tạo bên ngoài myHotTub đã được tìm thấy. Những lịch trình này phải được xóa trước khi bạn có thể tạo lịch trình bằng myHotTub.
zh: 找到了在myHotTub之外建立的遺留時間表。 在使用myHotTub建立時間表之前，必須刪除這些時間表。

source: Legacy Schedules Detected
ar: تم اكتشاف الجداول القديمة
de: Legacy-Zeitpläne erkannt
es: Horarios heredados detectados
fr: Calendriers hérités détectés
hi: विरासत कार्यक्रम का पता चला
id: Jadwal Warisan Terdeteksi
it: Pianificazioni legacy rilevate
ja: レガシースケジュールが検出されました
ko: 레거시 일정 감지
nl: Legacy-schema's gedetecteerd
pl: Wykryto Legacy Schedules
pt: Agendas Legadas Detectadas
th: ตรวจพบกําหนดการเดิม
tr: Eski Programlar Tespit Edildi
vi: Đã phát hiện lịch trình kế thừa
zh: 檢測到遺留時間表

source: Loading schedules...
ar: تحميل الجداول الزمنية...
de: Ladepläne...
es: Horarios de carga...
fr: Horaires de chargement...
hi: शेड्यूल लोड हो रहा है...
id: Memuat jadwal...
it: Programmi di caricamento...
ja: スケジュールの読み込み...
ko: 로딩 일정...
nl: Schema's laden...
pl: Ładowanie harmonogramów...
pt: Horários de carregamento...
th: กําลังโหลดกําหนดการ...
tr: Programlar yükleniyor...
vi: Đang tải lịch trình...
zh: 載入時間表...

source: No schedules yet.
ar: لا توجد جداول حتى الآن.
de: Noch keine Zeitpläne.
es: Aún no hay horarios.
fr: Pas encore d'horaires.
hi: अभी तक कोई शेड्यूल नहीं है।
id: Belum ada jadwal.
it: Nessun programma ancora.
ja: スケジュールはまだありません。
ko: 아직 일정이 없습니다.
nl: Nog geen schema's.
pl: Brak jeszcze harmonogramów.
pt: Ainda não há horários.
th: ยังไม่มีกําหนดการ
tr: Henüz program yok.
vi: Chưa có lịch trình.
zh: 還沒有時間表。

source: OFF
ar: مِنْ
de: AUS
es: De
fr: Juste à côté de
hi: रद्द
id: Mati
it: SPENTO
ja: オフ
ko: 꺼져
nl: Uit
pt: Desligado
th: ออก
tr: Kapalı
vi: Tắt
zh: 關掉

source: OK
ar: حسنا
es: Vale
hi: ठीक
it: Va bene
ja: OKです
ko: 좋아요
th: ตกลง
tr: Iyi
zh: 好

source: Please wait while legacy schedules are removed.
ar: يرجى الانتظار أثناء إزالة الجداول الزمنية القديمة.
de: Bitte warten Sie, während die Legacy-Zeitpläne entfernt werden.
es: Por favor, espere mientras se eliminan los horarios heredados.
fr: Veuillez patienter pendant que les calendriers hérités sont supprimés.
hi: कृपया प्रतीक्षा करें जबकि विरासत कार्यक्रम हटा दिए जाते हैं।
id: Harap tunggu sementara jadwal lama dihapus.
it: Attendi che i programmi legacy vengano rimossi.
ja: レガシースケジュールが削除されるまでお待ちください。
ko: 레거시 일정이 제거되는 동안 기다려 주십시오.
nl: Een ogenblik geduld terwijl verouderde schema's worden verwijderd.
pl: Proszę czekać, podczas gdy starsze harmonogramy są usuwane.
pt: Aguarde enquanto os horários legados são removidos.
th: โปรดรอสักครู่ในขณะที่กําหนดการเดิมถูกลบออก
tr: Lütfen eski programlar kaldırılırken bekleyin.
vi: Vui lòng đợi trong khi lịch trình cũ bị xóa.
zh: 請稍候，舊時間表將被刪除。

source: Preview
ar: عَرْض مُسَبَّق
de: Vorschau
es: Tráiler
fr: Avant-première
hi: पूर्वदर्शन
id: Pratinjau
it: Anteprima
ja: プレビュー
ko: 사전 연습
nl: Voorvertoning
pl: Podgląd
pt: Pré-visualização
th: ดูก่อน
tr: Özel gösterim
vi: Xem trước
zh: 預告

source: Pump
ar: مِضَخّة
de: Pumpe
es: Bomba
fr: Pompe
hi: पंप
id: Pompa
it: Pompa
ja: ポンプ
ko: 펌프
nl: Pomp
pl: Pompa
pt: Bomba
th: สูบ
tr: Pompa
vi: Máy bơm
zh: 泵

source: Ready In:
ar: جاهز في:
de: Bereit:
es: Listo en:
fr: Prêt à l'emploi :
hi: में तैयार:
id: Siap Masuk:
it: Pronto in:
ja: 準備完了：
ko: 준비 완료:
nl: Klaar in:
pl: Gotowy w:
pt: Pronto em:
th: พร้อมใน:
tr: Hazır:
vi: Sẵn sàng trong:
zh: 準備好：

source: Ready In: %@
ar: جاهز في: %@
de: Bereit in: %@
es: Listo en: %@
fr: Prêt à l'emploi : %@
hi: में तैयार: %@
id: Siap Masuk: %@
it: Pronto In: %@
ja: 準備完了: %@
ko: 준비 완료: %@
nl: Klaar in: %@
pt: Pronto em: %@
th: พร้อมเข้า: %@
tr: Hazır: %@
vi: Sẵn sàng: %@
zh: 準備好了：%@

source: Refresh
ar: أَنْعَشَ
de: Aktualisieren
es: Actualizar
fr: Rafraîchir
hi: ताज़ा करें
id: Menyegarkan
it: Aggiornare
ja: 思い出す
ko: 새로 고침
nl: Verversen
pl: Odśwież
pt: Refrescar
th: ทำให้สดชื่น
tr: Canlandırmak
vi: Làm tỉnh táo
zh: 更新

source: Retry
ar: إعادة المحاولة
de: Neu Versuch
es: Volver a intentar
fr: Juger à nouveau
hi: पुनः प्रयास करें
id: Coba Lagi
it: Rifare
ja: リトライ
ko: 을 다시 해보다
nl: Opnieuw proberen
pt: Tentar novamente
th: ลองใหม่
tr: Tekrar dene
vi: Làm lại
zh: 再試

source: Retry attempt: %lld
ar: محاولة إعادة المحاولة: %lld
de: Erneuter Versuch: %lld
es: Intento de reintento: %lld
fr: Tentative de réessayer : %lld
hi: पुनः प्रयास करने का प्रयास: %lld
id: Coba coba ulang: %lld
it: Tentativo di riprova: %lld
ja: 再試行：%lld
ko: 재시도: %lld
nl: Poging opnieuw proberen: %lld
pl: Próba ponownej próby: %lld
pt: Tente novamente: %lld
th: พยายามลองอีกครั้ง: %lld
tr: Yeniden deneme denemesi: %lld
vi: Thử lại: %lld
zh: 重試：%lld

source: Sanitation
ar: المَرافِق الصِحّيّة
de: Hygiene
es: Aseo
fr: Installations sanitaires
hi: सफ़ाई के उपकरण
id: Sanitasi
it: Servizi igienici
ja: 衛生
ko: 위생 설비
nl: Sanitatie
pl: Sanitacja
pt: Saneamento
th: สุขาภิบาล
tr: Sağlık koruma
vi: Vệ sinh
zh: 環境衛生

source: Save
ar: حَفِظَ
de: Sparen
es: Guardar
fr: Économiser
hi: बचाओ
it: Salvare
ja: 保存する
ko: 저장
nl: Opslaan
pl: Zapisz
pt: Salvar
th: ประหยัด
tr: Korumak
vi: Bảo lưu
zh: 儲存

source: Schedule
ar: جَدْوَل
de: Zeitplan
es: Horario
fr: Horaire
hi: समयसारणी
id: Jadwal
it: Programma
ja: スケジュール
ko: 일정
nl: Schema
pl: Harmonogram
pt: Horário
th: ตารางเวลา
tr: Program
vi: Kế hoạch
zh: 時間表

source: Schedule Added
ar: تمت إضافة الجدول الزمني
de: Zeitplan hinzugefügt
es: Horario añadido
fr: Calendrier ajouté
hi: शेड्यूल जोड़ा गया
id: Jadwal Ditambahkan
it: Programma aggiunto
ja: スケジュールが追加されました
ko: 일정 추가됨
nl: Schema toegevoegd
pl: Dodano harmonogram
pt: Agenda Adicionada
th: เพิ่มกําหนดการแล้ว
tr: Program Eklendi
vi: Đã thêm lịch trình
zh: 已新增時間表

source: Schedule Conflict
ar: تعارض الجدول الزمني
de: Zeitplankonflikt
es: Conflicto de horario
fr: Conflit d'horaire
hi: अनुसूची संघर्ष
id: Konflik Jadwal
it: Conflitto di pianificazione
ja: スケジュールの競合
ko: 일정 충돌
nl: Planningsconflict
pl: Konflikt harmonogramu
pt: Conflito de Agenda
th: ตารางเวลาขัดแย้งกัน
tr: Program Çakışması
vi: Xung đột lịch trình
zh: 時間表衝突

source: Schedule Items
ar: عناصر الجدولة
de: Artikel Einplanen
es: Programar artículos
fr: Éléments de planification
hi: आइटम शेड्यूल करें
id: Item Jadwal
it: Pianifica gli articoli
ja: スケジュール項目
ko: 일정 항목
nl: Items plannen
pl: Pozycje harmonogramu
pt: Agendar Itens
th: รายการกําหนดการ
tr: Öğeleri Programla
vi: Các mục trong lịch trình
zh: 時間表專案

source: Schedule Saved
ar: تم حفظ الجدول الزمني
de: Zeitplan gespeichert
es: Horario guardado
fr: Calendrier enregistré
hi: शेड्यूल सहेजा गया
id: Jadwal Disimpan
it: Programma salvato
ja: スケジュールが保存されました
ko: 저장된 일정
nl: Schema opgeslagen
pl: Harmonogram zapisano
pt: Agenda Salva
th: บันทึกกําหนดการแล้ว
tr: Kaydedilen Program
vi: Lịch trình đã lưu
zh: 已儲存的時間表

source: Schedules
ar: الجداول الزمنية
de: Zeitpläne
es: Horarios
fr: Horaires
hi: कार्यक्रम
id: Jadwal
it: Orari
ja: スケジュール
ko: 일정
nl: Schema's
pl: Harmonogramy
pt: Horários
th: กําหนดการ
tr: Programlar
vi: Lịch trình
zh: 時間表
